Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 저도 제 나름대로 이런저런 생각을 해봤답니다.
en: I’ve been doing some thinking on my own too, miss.

source: 확 그냥 둘을 만나게 해버려?
en: should we just arrange them to meet?

source: 침착하자 -
en: stay calm...

source: 90% 확률로 본인이 안내하려 할 거야.
en: I’m 90% sure he’ll guide you himself.

source: 신호가 안 터지나?
en: bad reception?

source: 내가 생각했던 걸 지지해 줄 사람을 만나는 그런 날.
en: the day I meet someone who would support my thinking.

source: 아, 이만 끊어야겠다.
en: ah, I should go now.

source: 아니, 없었는데.
en: no, I didn’t.

source: 우리 학교로 돌아가기 전에 커피나 한 잔 마시고 가요!
en: let’s have a cup of coffee before we go back to school!

source: 그런 건 어른의 주관적인 의견을 주입하는 일일 뿐이잖아요.
en: that’s just a way to inject subjective views of adults.

source: 잘못 찾아오신 것 같아요.
en: I think you have the wrong house.

source: 결론을 말하자면, 부모님은 본인들 명성에 흠이 남는 게 두려웠던 거 같아요.
en: in short, I think my parents were afraid of damaging their reputation.

source: 와아아~~~ 도망가야지~~~
en: oops! I’m gonna make a run for it!

source: 어른 같아….
en: you seem like an adult…

source: 가구?
en: furniture?

source: 잠시만요.
en: hold on.

source: 잘 안 들려.
en: I can’t hear them well.

source: 잠깐 밖에서 놀다 올게에에!!!!
en: I’m gonna go out and play for a while...!!!

source: 여기가 아가씨의 비밀장소였군요.
en: this must’ve been your secret place, miss sasha.

source: 사랑의 힘으로 모든 걸 극복했지.
en: we overcame everything with love.

source: 치워드리겠습니다~
en: we’ll clean up~

source: 네가 달라졌을 줄 알았다.
en: I thought you’d have changed.

source: 알고 싶어?
en: do you wanna know?

source: 겁먹지 마.
en: don’t be afraid.

source: 도, 도련님 그건 곤란합니다.
en: y-young master, that’s pretty difficult.

source: 사사는 내가 봐도 그 어떤 사람보다도 강하니까.
en: she looks stronger to me than anybody else.

source: 집으로 돌아오거라.
en: come back home.

source: 자― 이제 신부님 차례―
en: it’s your turn now, father!

source: 앉으시죠.
en: please have a seat.

source: 아닙니다, 신부님께 이 이상 폐 끼칠 수는 없지요.
en: no, I shouldn’t cause any more trouble to you, father.

source: 병원에 갑시다.
en: let’s go to the hospital.

source: 나…?
en: any?

source: 잘 먹었습니다~
en: thanks for the treat.

source: 저를 그냥 죽이세요.
en: please just kill me.

source: 어디 샵 다니세요?
en: where are you going?

source: 눈치도 빠르셔라.
en: he almost saw me.

source: 네가 신부 나부랭이랑 어울릴 때부터 말렸어야 했어.
en: I should’ve stopped you from hanging out with the priest.

source: 젊다, 참~
en: gosh, we were so young.

source: 이런 거 먹으면 키도 크고― 그런다니까―
en: they said we’d grow taller if we drank it, so...

source: 쟤가 그랬어!
en: it’s his fault!

source: 아직 미취학인데 학원을 보낸다고요?
en: he’s already taking extra lessons even though he’s in preschool?

source: 더 말 안 걸게요.
en: I won’t talk anymore.

source: 사적인 일로 불러내서 미안해요.
en: sorry for calling you here on a personal matter.

source: 수다가 떨고 싶을 때 언제든 연락하세요, 사사.
en: call me anytime you’d like to chat, sasha.

source: 목소리가 너무 커요!!!
en: you’re too loud!

source: 밝은 여자가 더 보기 좋기도 하고.
en: a cheerful woman is a better look.

source: 아니, 당신 사과 같은 건 받지 않겠어요.
en: no, I don’t need an apology from you.

source: 여기!
en: here!

source: 만약 이렇게 되면… 내가 혼자서 뭘 할 수 있을까….
en: and what you can do if it was this or that...?

source: 우와, 갑자기 긴장되네요.
en: wow, I suddenly feel nervous.

source: 다른 곳을 찾아보는 게 빠르겠네.
en: I should look somewhere else.

source: 전 아가씨가 정말 좋아요.
en: I really like you.

source: 아가씨,
en: miss,

source: 신혼여행 가는 길에 둘이 도망치는 거야.
en: the two of us elope while on our way to our honeymoon.

source: 제가 조한에게 늘 하는 말 있죠?
en: there’s always something I tell you, johan.

source: 마음에 안 드는 부분 있나 본데.
en: I guess there’s things about it you don’t like.

source: 겁나니?
en: are you afraid?

source: 싸는 김에 아침까지 싸 왔으니 꼭 챙겨 먹도록 해요.
en: I brought enough for breakfast so make sure you eat it.

source: 얌전히
en: you should just...

source: 좀 더 제대로 잠가 놓으라고.
en: lock it up properly.

source: 그런 것을 성서에서는 “희생”이라고 한답니다.
en: the bible calls it a “sacrifice.”

source: 아니,
en: no, wait.

source: 엄마가 정신이 없어서 우리 딸 결혼하는 것도 못 챙겨주고 참 미안해, 그래도 늘 사랑하는 거 알지?
en: I’m so sorry for not overseeing your wedding because I’ve been so busy, but you know that I love you, right?

source: 지금부터 이 공간엔 당신뿐입니다.
en: from now on, it’s just you in here.

source: 여기 우리가 와도 되는 자리야?
en: are we allowed to come here?

source: 어쩐지 두근두근하네요.
en: I’m kind of nervous.

source: 발끈하지 않고 침착하게 다잡는 거야.
en: don't lose your temper and stay calm.

source: 우아아아 -
en: wahhh

source: 어디 보자….
en: let’s see…

source: 아, 그냥 내일 새벽에 한 번, 그쪽으로 갈게요.
en: well, I’ll drop by just once tomorrow morning.

source: 제약회사를 네 몫으로 만드는 건 어때?
en: how about making that pharmaceutical company yours?

source: 그건 뭐였지…?
en: what did she mean by that…?

source: 죄책감 드네.
en: I feel guilty.

source: 신부님께서는 먼저 돌아가셨습니다.
en: the priest went home.

source: 깜짝 놀랐잖아.
en: you startled me, you know.

source: 난 당신을 보며 용기를 배웠으니까.
en: I learned to face my fears thanks to you.

source: 이해합니다.
en: I understand.

source: 내 마음가짐 뿐이야.
en: ...to brace myself.

source: 그 병원장이지?
en: he’s the director of a hospital, right?

source: 얼마 전 그 소동.
en: about the recent incident.

source: 나중에 부를게.
en: I’ll call you later.

source: 일이 바빠 올바르게 훈육하지 못했어요.
en: but I couldn’t teach her well because I was busy with work.

source: “친구?”
en: friend?

source: 여기서 너무 오래 머물렀나.
en: I was in here for too long.

source: 나는 내 가족에게 인정받는 것을 포기해놓고 사회에서 같은 짓을 반복하고 있던 거예요.
en: I gave up trying to get my family’s approval only to do the same thing over and over in society.

source: 아, 그랬지 참.
en: oh... right.

source: 우와아아 아아 -
en: aaahhh!

source: 이 학교는 옥상에서 떨어져도 말끔한 애들로 가득하니까, 딱히 그럴 필요는 없어.
en: this school is full of kids who make it out unscathed even if they fall off the roof, so it’s not really necessary.

source: 신부님이랑 연락도 못할 텐데― 외롭지 않겠어요?
en: now you won’t be able to talk to that priest. won’t you be lonely?

source: 갑자기 찾아와서 미안해요.
en: sorry for showing up suddenly.

source: 혹시 모르니까 뒤통수 조심하자.
en: watch your back, just in case.

source: 여긴 뭐지?
en: what’s this?

source: 덕분에 가끔이지만, 코울슬로를 만들어 나눠 먹었어요.
en: she even made coleslaw for us to share every now and then.

source: 다른 사람이었대도 적당히 둘러댈 자신이 있었고요.
en: even if it wasn’t, I’m confident enough to explain myself.

source: 좋은 생각이 났어.
en: I have a good idea.

source: 그쪽이야말로 선생 자격이 없다고!
en: well, it’s not like you deserve to be a teacher!

source: 으… 응….
en: mmm... hmm...

source: 어차피 일어날 일이었어.
en: it was bound to happen anyway.

source: 어른들끼리 싸우면 안 되지.
en: adults shouldn’t fight.

source: 너무 티가 나.
en: it’s so obvious.

source: 너는….
en: you’re...

source: 잡아먹어.
en: he will.

source: 사사 선생님… 이런 일도 하고 계셨구나.
en: I see now... miss sasha did all this, too.

source: 왜요?!
en: why?!

source: 너희 집안 일으켜 세우려고 나랑 결혼하려는 거잖아….
en: you’re marrying me to establish your family.

source: 얼마 전에 부모님과 재회하셨을 테니까요.
en: he must’ve reunited with his parents recently.

source: 정보를 좀 캐내 볼까.
en: I should dig for more information.

source: 귤이 놈이 쓸데없는 얘기를 해서 놀랐지?
en: you were caught off guard by that jerk’s nonsense, weren’t you?

source: 지금 창밖에 첫눈 오는 거 보여요?
en: can you see the first snow falling outside?

source: 저는 밖에서 기다리고 있겠습니다.
en: ...I’ll be waiting outside.

source: 너는 우리 집 수치야!!
en: you’re a disgrace to our family!

source: 몸조리 잘하고.
en: take care.

source: 나를 창피 주려고 작정했구나.
en: you were out to embarrass me.

source: 실례합니다-.
en: excuse me.

source: 나도 같이 가면 안 돼―?
en: can I go with you?

source: 이렇게 사람이 많으면 아가씨를 놓칠 수도 있는데…
en: I might miss her since there’s just so many people…

source: 좋아했다고?
en: liked her?

source: 아, 아가씨!!
en: m-miss!

source: 으윽― 우울한 생각이 끝없이 떠오르네.
en: ugh... I can’t help but keep despairing.

source: 싸우지 않을 것, 도망칠 것.
en: don't fight, don't run away.

source: 별말씀을.
en: don’t mention it.

source: 요즘 근황을 제대로 못 나누지 않았습니까?
en: we haven't been able to talk about what we've been up to lately, have we?

source: 신부님 사사띵한테 무슨 짓을!?!?
en: father, what did you do to silly sasha?!

source: 재미없어.
en: that’s no fun.

source: 자, 그럼 어디 가보실까?
en: alright then, let’s go.

source: 나더러 후계자(아들)를 낳으라 이거야.
en: he told me to give birth to an heir (son).

source: 시간 괜찮지?
en: are you free now?

source: 얘기만 들었는데도 우리 아빠랑 영혼의 쌍둥이 같아.
en: he pretty much sounds like a duplicate of my father.

source: 많이 바쁜가?
en: is he very busy?

source: 유전일 테고.
en: must be hereditary too.

source: 상황 정리 중…
en: sorting things out...

source: 생각 종료
en: brushing his thoughts away

source: 커피 군은 이전에도 이 저택에 들어와 본 적 있댔죠?
en: didn’t you say you’ve been here before?

source: 이만 가봐야겠다.
en: I’ve got to go now.

source: 음… 그리고…
en: and, umm...

source: 피가….
en: but this blood...

source: 겁쟁이야….
en: ...a coward...

source: 부작용이라기보다는 기운이 너무 넘치시는 것 같습니다.
en: it’s not so much a side effect as a surplus of energy.

source: 어릴 때는 더 자주 맞았지.
en: when I got hit all the time.

source: 보건실에서 졸고 있다.
en: nodding off in the nurse’s office

source: 하루, 아니 몇 시간이래도 좋다.
en: a day or even just a few hours is fine.

source: 어르신께선 “가족”이라면 화목해야 하는 게 당연하다고 생각하시니까요.
en: your father thinks families should live happily together.

source: 그런 얘기 하는 거 아니랬지!!?!?!
en: didn’t I tell you not to talk like that?!

source: 지내란 말이야.
en: lead a quiet life.

source: 일방적으로 끝내시다니….
en: end this conversation…

source: 오늘 많은 사람의 눈앞에서 두 사람은 앞으로 앞날을 맹세하게 됩니다.
en: today, the two of them pledge their future in the presence of a large audience.

source: 방에 가둬진 순간부터 잠을 못 잤거든요.
en: I couldn’t sleep ever since I was locked up in that room.

source: 그때 그렇게 집에 가버리고.
en: he went home just like that.

source: 분명 사사 방이 이 근처였는데, 한 층 더 위던가…?
en: I’m pretty sure sasha’s room was somewhere here. was it one level higher…?

source: 두희가 최고야 정말―
en: you’re the best, duhui.

source: 아니, 아니야.
en: n-no.

source: 무슨 용건이라도 있었나요?
en: did you have something to do here?

source: 테이블 밑을 확인해 주세요!
en: please check under your table!

source: 누가 이런 시간에….
en: at this time of night?

source: 처음엔 네가 정말 미웠거든?
en: did you really hate me in the first place?

source: 출근도 해야 하니까.
en: I have to go to work.

source: 그래서 내가 떠나는 게 싫은 거지.
en: that’s why I hate leaving.

source: 그러고 보니 요즘은 바빠서 뜸했네요.
en: now that I think of it, it’s been awhile since I’ve been so busy.

source: 나는
en: I’m...

source: 당신은-
en: you’re...

source: 귤이를 따돌리기로 한 장소에도 안 나오고.
en: he didn’t even come to the place where we agreed to meet after losing gyul.

source: 병원은 싫은데―
en: I hate hospitals...

source: 풍선 나눠드립니다 ―
en: we’re giving out balloons.

source: 그래요?
en: is that so?

source: 서류상으로도 확인하시겠지만,
en: as you can see from the document,

source: 죄송해요!!
en: I’m sorry!!

source: 어서 와, 신부님~!
en: welcome, father!

source: 그 신부는 다른 신부거든?
en: he’s a priest, not a dad!

source: 네…?
en: what?

source: 사실은… 처음 만난 날부터 신부님이 사랑의 대시를 하는 바람에 곤란한 참이었단다….
en: the truth is… I didn’t know what to do because father kept hitting on me from the first day we met…

source: 들어가실 까요?
en: shall we go in?

source: 애써 외면하는 게 고작일 뿐….
en: all I can do is to try and turn a blind eye to it....

source: 동생들도 있고, 집안일도 신경 써야 하고 아르바이트도 한댔죠?
en: between your siblings and the house, how could you have a part-time job, too?

source: 나도.
en: me too.

source: 예를 들어?
en: such as?

source: 신부님께서 축복을 내려주신다니 영광입니다.
en: it’s an honor to receive your blessings, father.

source: 버려진 줄 알았어요.
en: I thought they were thrown away...

source: 쟤는 왜 저렇게 신났어?
en: what’s he so excited about?

source: 이것도 옮기게―
en: I’m gonna move this too.

source: 귀신이 나온다는 소문이 있어서 가끔 구경하러 가는 곳이 있어.
en: there are rumors that ghosts appear there.

source: 그게 무슨 말이에요?
en: what do you mean?

source: 하와이에서만 한 달 정도 지낼듯해요.
en: I think I'll be staying in hawaii for about a month.

source: 네 친구들이랑 퇴근길에 습격하는 것도 좋겠다.
en: you and your friends will ambush him on the way home.

source: 정말, 어이가 없군.
en: hah. how rude.

source: 역사에 기록되는 게 이리도 험난할 줄이야.
en: who knew it’d be so difficult to achieve something that would go down in history.

source: 처음 뵙겠습니다.
en: it’s nice to meet you.

source: 어느 날은 너무 밉고 약 올라서 케이크를 던져버렸거든?
en: one day, I hated it so much I got annoyed and threw the cake at her.

source: 아―
en: oh!

source: 잠깐만 - !
en: hey, wait!

source: 이상한 말로 트집 잡으면서 괴롭히는 거, 부끄럽지도 않으세요?
en: aren't you ashamed of picking on me with such absurd excuses?

source: 나는 꽁돈 벌고~
en: I make some money...

source: 곧 익숙해 지실 거예요~!
en: you’ll get used to it soon!

source: 분명 예전에도
en: it’s obvious that

source: 괜찮다니까 몇 번을 말해.
en: yes. how many times do I have to tell you?

source: 그나저나 이곳….
en: anyway, this place…

source: 귀신이 나온다는 얘기를 듣고!!
en: I heard ghosts!

source: 보건실로 같이 돌아가시죠.
en: let’s go back to the nurse’s office.

source: 휴가?
en: on leave?

source: 내가 실패하길 바라는 사람은 이 세상에 당신뿐이에요.
en: the only person in this world who wants me to fail is you.

source: 짠―♡
en: ta da!

source: 그 무엇도
en: nothing...

source: 대화 즐거웠어요.
en: it was nice talking.

source: 안녕히 주무세요.
en: good night.

source: 천재치고는 너무 멍청하지 않니?
en: but isn’t he a little too stupid to be a genius?

source: 내가 모를 것 같아?
en: you thought I didn’t know?

source: 아… 그게,
en: ah… you see,

source: 화단을 당장 없애는 게 아니라면 제가 돌보겠습니다.
en: unless you plan on doing away with the garden, I’ll take care of it.

source: 아~ 그 바보들 때문에 돌아다니던 거야?
en: oh... so you’ve been wandering around because of those idiots?

source: 사사띵!
en: silly sasha!

source: 그나저나―
en: by the way,

source: 얘만큼은 나처럼 되면 안 된단 말이야.
en: she can't end up like me.

source: 우리 아버지 취향이군.
en: I can tell father told him to read poetry.

source: 내 아버지지만 정말 욕심 많은 사람이에요.
en: my father is a very greedy person.

source: 얻을 수 있는 정보가 하나도 없어.
en: I’m not getting anything out of this.

source: 아버지야 말로 누군가 건넨 손에 연락주신 거 아니었어요?
en: aren’t you the one who reached out to me in exchange for something?

source: 어르신, 곧 아가씨 드레스 피팅 시간입니다.
en: sir, it’s time for miss sasha’s dress fitting.

source: 집으로 돌아가서 주례 연습이나 더 해야겠군…!
en: I guess I'll have to go home and practice some more officiating...!

source: 도대체 이해가 안 되는군.
en: I just don’t get it.

source: 누구네 애들이 이렇게 착해―
en: are anyone else’s kids so kind?

source: 아 -
en: ah.

source: 터놓고 이야기해 보는 게 좋겠어!!
en: I want to talk it out!

source: 당신을 만난 것에 감사해.
en: ...grateful to have met you.

source: 아… 네!
en: uh... yeah!

source: 내가 신부님한테 진심으로 의지한다고 생각한 거야?
en: did you really think I was depending on you?

source: 지금이라도 뇌를 개복해서
en: even now, I’d like to cut open the brain...

source: 이대로만, 계속한다면 쉽겠어.
en: at this rate, it’ll be a piece of cake.

source: 오시느라 고생 많으셨습니다.
en: thanks for coming.

source: 그날, 귀가 후에 계단에서 굴렀거든.
en: I fell down the stairs after I got home that day.

source: 아버님께서 무척 훌륭하신 분이라고 들었는데.
en: I heard his father is an excellent man.

source: 그 이후로는 승마와…
en: after that, you have horseback riding and…

source: 약 올리러 왔군.
en: so he came here to provoke me.

source: 글쎄….
en: I don’t know...

source: 제 방이 아직 남아있어요?
en: you kept my room?

source: 이 정도는 내가 부지런하기만 하면 문제 없을 거야…!
en: it’ll be fine as long as I stay on top of things...!

source: 신부님….
en: father...

source: 웅,
en: yeah,

source: 그것도.
en: and that, too.

source: 도둑이 들어서 물건을 몽땅 도둑맞았다니.
en: a thief came in and took everything?

source: 솔직히 이해도 안 되고요.
en: I honestly don’t even understand.

source: 뭐지…?
en: what's going on...?

source: 그래서 이대로 어쩔 거야?
en: so what is he going to do?

source: 지금 협박하는 거야…?
en: are you threatening me now...?

source: 쓰레기.
en: trash.

source: 불 조절부터 다시 해봅시다.
en: let's try again by adjusting the heat.

source: 어디 계셨어요?
en: where were you?

source: 앗…
en: uh...

source: 이게 무슨 개뼈다귀 같은 쇼인지.
en: what kind of dog bone show is this?

source: 단델리온 신부입니다.
en: it’s father daniel.

source: 가장 세심하게 신경 쓴 층이랍니다.
en: I’ve put the most care into this floor.

source: 늘 일손이 부족하거든요 - !
en: we’re always short-handed!

source: 이런 사람들이었지.
en: these are the kinds of people they were.

source: 벌써 네 귀에 들어갔니?
en: so you’ve already heard about it?

source: 사사…!
en: sasha…!

source: 사모님, 진정하세요!!!
en: ma’am, please calm down!

source: 더 줘―
en: gimme more!

source: 으윽…
en: ugh...

source: 이런 시골에서 시작하는데도 참 오래 걸렸어.
en: it took this long to establish myself even in the countryside.

source: 당신에게 알려야 하나 고민 중이었고요….
en: I was contemplating whether I should tell you about it…

source: 왜 사진이 없지?
en: why aren’t there any pictures?

source: 이유도 적혀있나?
en: is there a reason why?

source: 뭡니까, 당신?!?!
en: what’s wrong with you?!

source: 산책이요.
en: I went for a walk.

source: 지겹지도 않나 봐.
en: he never gets tired, huh?

source: 이리 올라와.
en: come up here.

source: 연락도 없이?
en: without saying anything?

source: 하긴, 애 혼자 그러고 있는 걸 보고 네가 지나칠 리 없지.
en: obviously, you can’t just ignore a kid going through that alone.

source: 창문도!!
en: the windows too!

source: 대답은 이렇게 하시고 분명 물건을 던지거나 상대방에게 맞설 거 압니다.
en: you’re definitely bound to throw objects at or fight the other party from way that you’re answering.

source: 긴장하지 말고, 천천히 해보자.
en: don’t be nervous. just take it slow.

source: 커피!!!
en: coffee!!

source: 사사 선생-
en: miss sasha?

source: 정년 다 됐네?
en: so it’s almost time for you to retire.

source: 어둡네…?
en: it’s dark in here…?

source: 마음껏 이용하고 싶었다.
en: I wanted to use them as I pleased.

source: 분명 널 괴롭힐 생각이었을 텐데!
en: he was surely trying to pester you!

source: 혼자서 충분합니다.
en: it’s okay, I’m good.

source: 나는 그 시간이 즐거웠는걸요.
en: I enjoyed those times.

source: 사사 친구 단델리온이에요.
en: I’m sasha’s friend, daniel.

source: 뭡니까…?
en: what are you doing here...?

source: 주변인들을 이용해 공허함을 채운 거죠….
en: filling the emptiness with those around me.

source: 이 시간에 어딜 싸돌아다녀.
en: what are you doing out at this hour?

source: 아앗―
en: oh!

source: 그동안 잘 지내셨어요?
en: how have you been?

source: 조한이 너는 거기 앉을 거냐?
en: johan, are you going to sit there?

source: 왜 말이 없지?
en: why aren’t you saying anything?

source: 으르쓰 그윽흐들게. (알았어, 기억해둘게.)
en: uhh (okay, I'll keep that in mind.)

source: 그냥 이해하기로 한 거죠.
en: I’m just trying to understand.

source: 우린 이 자리에 없는 거다?
en: we were never here, you got it?

source: 무슨 일 있어?
en: what’s wrong?

source: 아가씨-!!
en: miss!

source: 사빡이는 어디 있대?
en: where’s the gossip?

source: 으악!
en: argh!

source: 예전부터 물어보고 싶었는데, 그런 잡일도 당신 몫인가요?
en: I’ve been meaning to ask you. are such menial chores also a part of your duty?

source: 와하하하―
en: wahahaha...

source: 우리 예상보다 빠르게 확산되고 있어.
en: it’s spreading faster than we expected...

source: 나 때문이에요?
en: because of me?

source: 우리 사이를
en: will ever...

source: 날 위로해주려고 애써주다니….
en: you’re trying so hard to comfort me...

source: 정말 엄청난 이야기를 아무렇지 않게도 하시는군요.
en: you're telling a really great story.

source: 못 본새 키가 많이 컸구나.
en: you’ve grown a lot since I last saw you.

source: 하~
en: haaa.

source: 오늘은 이후에 일이 있어서 금방 가야 해요.
en: but I have things going on after this so I’ll have to leave.

source: 어젯밤…
en: last night...

source: 불편하면 그만두지 그래요?
en: if you don’t like it, why don’t you quit?

source: 진짜 뭐가 있어!
en: there’s actually something!

source: 처음 해보시는 건데 굽기부터 하려니 어려울 만도 하지요.
en: it must be difficult for you. it’s your first time cooking, plus you’re starting with baking.

source: 아버지가 시키는 일만 할 줄 아는 간신이잖아.
en: he’s just a traitor who only does what father tells him.

source: 아… 네….
en: ah... I’ve been doing well...

source: 다 똑같이 생겨서 나도 가끔 헷갈리곤 해.
en: I get confused sometimes because they all look the same.

source: 모델하우스 오픈식 같다.
en: it’s like the opening ceremony of a model house.

source: 그런 위험인물이 우리 성당을 사교의 장으로 쓰려하다니, 절대 그렇겐 안 되지요.
en: how can such a dangerous person try to use our church as a place for socializing? we won’t tolerate that.

source: 많은 이야기를 들려줘서 고마워.
en: thanks for sharing your stories.

source: 매일 이랬으면 좋겠다.
en: I wish you could come every day.

source: 믿고 기다리다 보면 아이들 스스로 개척해 나갑니다.
en: trust and wait, then you’ll see them make their own way.

source: 이 저택에서 나는 한 명의 어른이 아닌 말괄량이 바보니까.
en: in this mansion, I’m not an adult, but a silly child.

source: 치워.
en: take it away.

source: 와우.
en: wow.

source: 당장 던져버려!
en: throw it away now!

source: 할 일 없으면 들어가서 발 닦고 잠이나 자는 게 어때요?
en: if you have nothing else to do, why not go home and wash up, then go to sleep?

source: 당신이 걱정됐으니까.
en: I was worried about you...

source: 결혼식 리허설에 모자라 애프터 파티라니… 의도적인 사교의 판은 불편하단 말이야.
en: I guess a wedding rehearsal isn’t enough… an after party, I mean, intentional socializing is uncomfortable.

source: 신혼여행은 어디로 갈 거예요?
en: where are you going for your honeymoon?

source: 나는-!
en: I...!

source: 난, 또 회의한다 거짓말 치고 둘이 밀회한 줄 알았지.
en: and here I thought she lied and went to meet up with you in secret.

source: 편견이란 그런 것이지요.
en: this is a good example of stereotyping certain people.

source: 어디 플래너를 쓰셨나요?
en: where did you use the planner?

source: 대책이 생길 때까지 이대로 쭉 가보자.
en: let’s stick with this one until we do.

source: 다른 사람을 걱정하지 말 것.
en: don’t worry about other people.

source: 출근 준비하러 가시죠, 아가씨.
en: miss sasha, you need to get ready for work.

source: 비록 따라주는 선생님들은 몇 없을지 몰라도 그동안 해 온 일이 의미 없지는 않았을 겁니다.
en: although there were only a few teachers who helped, I don’t think my effort has been meaningless.

source: 또 평등한
en: to all...

source: 리액션 기대 중
en: waiting for a reaction

source: 하지만 오늘은 차보다도 대화를 나누고 싶습니다.
en: but I was looking forward to speaking with you more than having tea.

source: 나는 신부님을 속이고 못된 말까지 했잖아.
en: I lied to you and said mean things.

source: 아들이 아니라 섭섭하겠어.
en: it’s too bad she’s not a son.

source: 저는 두렵습니다.
en: I’m worried.

source: 이젠 없어.
en: there isn’t any now.

source: 저런 ㅅㄲ들까지 나를…
en: even these guys...

source: 성당의 모든 문과 창문, 작업 완료 했습니다.
en: all of the doors and windows of the catholic church have been completed.

source: 커피 캬라멜?
en: coffee caramel?

source: 네가 “나를 좋아하는 척하는 작전.” 아주 괜찮은 것 같아.
en: your plan of “pretending to like me” might actually work.

source: 벌써, 한 시간이나 가만히 앉아 있네….
en: she’s been sitting still for an hour already...

source: 그냥 방 안에 있는 것뿐인데 온몸에 기운이 빠져나가는 것 같아.
en: simply being in this room makes me feel drained.

source: 괜찮아-
en: it’s okay.

source: 상의도 없이 그런 말을 해서 미안해요.
en: I’m sorry for saying that without discussing it with you beforehand.

source: 발소리…?
en: footsteps…?

source: 내 천사.
en: my angel.

source: 우리들이 욕망을 갖는 게 나쁜 일이야?
en: is it bad for us to have desires?

source: 어때요―?
en: whaddya say?

source: 아니, 암것도 아냐.
en: oh, nothing.

source: 입 닫아.
en: don’t speak.

source: 이래서 밖을 내보내는데 반대했던 거야.
en: this is why I was against sending her away.

source: 사사 덕분에 나올 수 있었어요.
en: I managed to get out thanks to you, sasha.

source: 뭐냐, 그 표정은.
en: what’s up with that look on your face?

source: 의자에 앉아,
en: have a seat...

source: 괘, 괜찮습니다.
en: i-it’s okay.

source: 당장은 우리 일에 집중해야지.
en: we should focus on our work right now.

source: 짜증 나네, 진짜!!!
en: you’re so annoying!

source: 미, 미안해요!!!
en: I-I’m sorry!!!

source: 정말 대단해….
en: he’s really amazing…

source: X발…
en: f*ck...

source: 전부 외웠으니 걱정 마시길.
en: don't worry, I’ve memorized everything.

source: 그래서 말인데요!!
en: on that note!

source: 도움이 필요하면 언제든 이쪽으로 연락해요.
en: if you ever need help, you can contact me anytime.

source: 죄책감
en: guilt

source: 침대에 다 서 계시고 무슨 일이세요, 아가씨?
en: what are you doing standing on the bed, miss?

source: 아버진 매번 돈, 돈, 돈 하시잖아요.
en: all you ever talk about is money.

source: 나는 그저….
en: I just...

source: 좋지요, 이번 일에 대한 의견도 나눌 겸 찾아뵙겠습니다.
en: that sounds good, I'll get back to you about this.

source: 딱히!
en: you know,

source: 아휴, 또 빨래까지 해놨네?
en: oh, you even did the laundry again?

source: 그쪽과는 말이 통하지 않으니까요.
en: I don’t wanna talk anymore.

source: 창피함을 무릅쓰고 회장님께 양해를 구하는 자리인데….
en: I’m making a request to the chairman in spite of the embarrassment...

source: 나 혼자 매일 돌보려니 너무 힘들더라고―!
en: it’s so hard watching them alone every day!

source: 마인드 컨트롤 -
en: keep your cool...

source: 절루 가―
en: go away...

source: 설마, 내가 신부님한테 진심으로 의지한다고 생각한 거야?
en: did you really think I was depending on you?

source: 아버지가 근처 섬을 빌려서 예약해 놓으셨어요.
en: my father rented and reserved a nearby island.

source: 지금…?
en: now...?

source: 그럼, 이만.
en: then I’ll see you around.

source: 어려운 일이잖아 ―
en: it’s such a hard thing to do!

source: 아침엔 미안했어요.
en: I’m sorry about what I did in the morning.

source: 내가 …
en: I...

source: 이것저것….
en: stuff…

source: 공들여 키운 난초가 순식간에 시들어 버리는 것.
en: for me, the best revenge and dream I could have...

source: 네 낮은 지능을 어떻게 신뢰할 수 있겠니.
en: how could I place confidence in your low intellect?

source: 넌, 스스로 잘하는 사람이지만 그래도 궁금하네.
en: you're good at this kind of thing, but I'm still curious.

source: 올리브,
en: olive,

source: 왜 지금까지 몰랐을까?
en: how could I have not known until now?
